---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerEyeElevation
source: html/8f2c0ed6-1191-117d-b3f3-a53822d9fe9f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerEyeElevation Property

"Eye Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerEyeElevation { get; }
```